export const recipes = [
    {
        id: 1,
        title: 'Паста с соусом песто',
        category: 'Пасты',
        description: 'Паста с соусом песто - это блюдо, которое завораживает своим нежным вкусом и ароматом. Главным ингредиентом этого блюда является соус песто, приготовленный из свежей базиликовой зелени, оливкового масла, сыра и орехов.',
        ingredients: 'Паста - 200гр \nСоус песто - 100гр \nСыр - 50гр \nПомидоры - 2шт \nЧеснок - 2 зубчика \nОливковое масло - 2 ст.л. \nСоль, перец - по вкусу',
        recipe: '1. Помидоры нарезать кубиками, чеснок мелко порубить. \n2. Пасту сварить в подсоленной воде до состояния "ал денте". \n3. В сковороде разогреть оливковое масло, добавить чеснок и обжарить до золотистого цвета. \n4. Добавить помидоры и обжарить 2-3 минуты. \n5. Добавить соус песто и перемешать. \n6. Добавить пасту и перемешать. \n7. Подавать сыром и зеленью.',
        imagePath: require('../assets/pestoPasta.jpg'),
    },
    {
        id: 2,
        title: 'Паста с томатным соусом',
        category: 'Пасты',
        description: 'Паста в томатном соусе - это классическое и популярное итальянское блюдо. Сочная и ароматная паста, приготовленная в томатном соусе, обладает неповторимым вкусом и является отличным выбором для любителей итальянской кухни.',
        ingredients: 'Паста - 200гр \nТоматный соус - 100гр \nСыр - 50гр \nЧеснок - 2 зубчика \nОливковое масло - 2 ст.л. \nСоль, перец - по вкусу',
        recipe: '1. Пасту сварить в подсоленной воде до состояния "ал денте". \n2. В сковороде разогреть оливковое масло, добавить чеснок и обжарить до золотистого цвета. \n3. Добавить томатный соус и перемешать. \n4. Добавить пасту и перемешать. \n5. Подавать сыром и зеленью.',
        imagePath: require('../assets/tomatoPasta.jpg'),
    },
    {
        id: 3,
        title: 'Томатный крем-суп',
        category: 'Супы',
        description: 'суп супец супец супец супец ',
        ingredients: 'помидоры суп',
        recipe: 'помидоры суп смешать',
        imagePath: require('../assets/pestoPasta.jpg'),
    },
    {
        id: 4,
        title: 'Другой супец',
        category: 'Супы',
        description: 'Другой суп супец супец супец супец супец супец',
        ingredients: 'суп с чем-то',
        recipe: 'суп смешать с чем-то',
        imagePath: require('../assets/tomatoPasta.jpg'),
    },
]


    // напиши длинное текстовое описание блюда паста с соусом песто, не пиши параметры, типа времени приготовления, количества порций, калорийности, сложности
